{
  "Агнешко-телешка плескавица барбекю": {
    "bg": {
      "name": "Агнешко-телешка плескавица барбекю",
      "description": "Това е сочна и ароматна скара, приготвена от смесено месо – агнешко и телешко, оформено в кръгла форма на плескавица и изпечено на грил, като се сервира горещо, често с гарнира от свежи зеленчуци и хляб."
    },
    "en": {
      "name": "Lamb and Veal Flank Steak BBQ",
      "description": "This is a juicy and flavorful grilled dish made from a mixture of lamb and veal, shaped into a round patty and cooked on a grill. It is usually served hot with fresh vegetables and bread."
    },
    "it": {
      "name": "Salsiccia mista di agnello e vitello alla griglia",
      "description": "E un piatto succoso e aromatico, preparato con carne mista di agnello e vitello, modellata in forma di salsiccia e cotta sulla griglia. Servita calda, spesso con verdure fresche e pane."
    }
  },
  "Бананов чийзкейк": {
    "bg": {
      "name": "Бананов чийзкейк",
      "description": "Класически десерт с гладка кремообразна смес от сирене и захар, обикновено на бисквитена основа, със силен аромат на зрели банани. Този чийзкейк е мек, сладък и с богат вкус, подходящ за любителите на плодови десерти."
    },
    "en": {
      "name": "Banana Cheesecake",
      "description": "A classic dessert featuring a smooth, creamy mixture of cheese and sugar, usually on a biscuit base, with a strong aroma of ripe bananas. This cheesecake is soft, sweet, and rich in flavor, perfect for fruit dessert lovers."
    },
    "it": {
      "name": "Cheesecake alla banana",
      "description": "Un classico dessert con una consistente crema di formaggio e zucchero, tipicamente su una base di biscotto, con un intenso aroma di banane mature. Questo cheesecake è morbido, dolce e ricco di sapore, ideale per gli amanti dei dolci alla frutta."
    }
  },
  "Боб барбекю": {
    "bg": {
      "name": "Боб барбекю",
      "description": "Класическо българско ястие, приготвено с бял боб, който е сварен до мекина и после се ароматизира с подправки и месо (често свинско или пилешко), след което се пече на грил или във фурна до златисто и хрупкаво покритие."
    },
    "en": {
      "name": "Bean BBQ",
      "description": "A traditional Bulgarian dish made with white beans, cooked until tender, then seasoned with spices and meat (often pork or chicken), and baked on a grill or in the oven until golden and crispy on top."
    },
    "it": {
      "name": "Fagioli alla griglia",
      "description": "Un piatto tradizionale bulgaro preparato con fagioli bianchi, cotti fino a diventare morbidi, poi insaporiti con spezie e carne (spesso maiale o pollo), e poi cotti alla griglia o in forno fino a ottenere una superficie dorata e croccante."
    }
  },
  "Боб яхния с наденица": {
    "bg": {
      "name": "Боб яхния с наденица",
      "description": "Класическо българско ястие, приготвено от бял боб, варен до мекота и подобрен с ароматни подправки, сос и наденица. Обикновено се сервира топло, като основно ястие или в комбинация с хляб."
    },
    "en": {
      "name": "Bean Stew with Sausage",
      "description": "A traditional Bulgarian dish made from white beans cooked until tender and flavored with aromatic spices, sauce, and sausage. Typically served hot as a main course or accompanied by bread."
    },
    "it": {
      "name": "Stufato di fagioli con salsiccia",
      "description": "Un piatto tradizionale bulgaro preparato con fagioli bianchi cotti fino a renderli morbidi, insaporiti con spezie aromatiche, salsa e salsiccia. Solitamente servito caldo come piatto principale o con pane."
    }
  },
  "Болярски кюфтета на барбекю с гарнитура домати и краставици": {
    "bg": {
      "name": "Болярски кюфтета на барбекю с гарнитура домати и краставици",
      "description": "Това ястие представлява месни кюфтета, приготвени на открит огън или барбекю, типични за българската кухня, поднесени с свежа гарнитура от домати и краставици, нарязани и подправени с подправки."
    },
    "en": {
      "name": "Bolyarski Meatballs on Barbecue with Tomato and Cucumber Garnish",
      "description": "This dish features meatballs grilled over an open flame or barbecue, served with a fresh garnish of sliced tomatoes and cucumbers, seasoned with herbs and spices, showcasing the typical flavors of Bulgaria."
    },
    "it": {
      "name": "Polpette Bol'yarski alla griglia con pomodori e cetrioli",
      "description": "Questo piatto comprende polpette di carne grigliate su brace o barbecue, accompagnate da una fresca guarnizione di pomodori e cetrioli tagliati e insaporiti con aromi e spezie, rappresentando i sapori tipici della Bulgaria."
    }
  },
  "Броколи със сирена на барбекю": {
    "bg": {
      "name": "Броколи със сирена на барбекю",
      "description": "Това е вкусно ястие, приготвено на открито на барбекю. Зеленчуковите броколи са предварително сварени и след това покрити с богат слой сирена, които се разтапят на жарта, придавайки на ястието кремообразна текстура и апетитен вкус."
    },
    "en": {
      "name": "Broccoli with cheese on barbecue",
      "description": "This is a delicious dish cooked outdoors on a barbecue. The broccoli florets are pre-cooked and then covered with a generous layer of cheese, which melts over the heat, giving the dish a creamy texture and savory flavor."
    },
    "it": {
      "name": "Broccoli e formaggio alla griglia",
      "description": "Questo è un piatto delizioso cucinato all'aperto sulla griglia. Le cimette di broccoli sono precedentemente cotte e poi ricoperte con uno strato abbondante di formaggio, che si scioglie sulla griglia, conferendo al piatto una consistenza cremosa e un sapore saporito."
    }
  },
  "Бургер с хрупкаво пилешко кюфте и пържени картофи (айсберг, домат, карамелизиран лук, пармезан, мед)": {
    "bg": {
      "name": "Бургер с хрупкаво пилешко кюфте и пържени картофи (айсберг, домат, карамелизиран лук, пармезан, мед)",
      "description": "Този бургер включва хрупкаво пиле като основна съставка, сервирано в мека хлебна питка, с екстри като свеж айсберг, сочен домат, карамелизиран лук, настърган пармезан и сладък мед. За допълнително удоволствие има и порция пържени картофи."
    },
    "en": {
      "name": "Burger with crispy chicken patty and fried potatoes (iceberg, tomato, caramelized onion, parmesan, honey)",
      "description": "This burger features a crispy chicken patty served in a soft bun, accompanied by fresh iceberg lettuce, juicy tomato, caramelized onion, grated parmesan cheese, and sweet honey. It is served with a side of fried potatoes."
    },
    "it": {
      "name": "Burger con petto di pollo croccante e patatine fritte (iceberg, pomodoro, cipolla caramellata, parmigiano, miele)",
      "description": "Questo burger include una croccante fettina di pollo, servita in un panino morbido, con contorno di iceberg fresco, pomodoro succoso, cipolla caramellata, parmigiano grattugiato e miele dolce. Accompagnato da una porzione di patatine fritte."
    }
  },
  "Бъркани яйца на барбекю с бекон, лук и моцарела": {
    "bg": {
      "name": "Бъркани яйца на барбекю с бекон, лук и моцарела",
      "description": "Ястие, приготвено на открит огън, където яйцата са разбъркани и запържени заедно с хрупкав бекон, свеж лук и разтопена моцарела, създавайки вкусна и ароматна комбинация."
    },
    "en": {
      "name": "Scrambled eggs on the barbecue with bacon, onion, and mozzarella",
      "description": "A dish cooked over open flame where eggs are scrambled and fried together with crispy bacon, fresh onion, and melted mozzarella cheese, creating a tasty and aromatic combination."
    },
    "it": {
      "name": "Uova strapazzate alla griglia con pancetta, cipolla e mozzarella",
      "description": "Un piatto cucinato su una fiamma aperta dove le uova sono strapazzate e fritte insieme a pancetta croccante, cipolla fresca e mozzarella fusa, creando una combinazione gustosa e aromatica."
    }
  },
  "Бъркани яйца с бекон и френска моцарела барбекю": {
    "bg": {
      "name": "Бъркани яйца с бекон и френска моцарела барбекю",
      "description": "Това ястие съчетава пухкави бъркани яйца, крехък бекон и разтопена френска моцарела, поднесени върху скара с барбекю сос, съчетавайки богат вкусов профил с наситен аромат."
    },
    "en": {
      "name": "Scrambled eggs with bacon and French mozzarella barbecue",
      "description": "This dish combines fluffy scrambled eggs, crispy bacon, and melted French mozzarella cheese, served on a barbecue grill, offering a rich flavor profile with an intense aroma."
    },
    "it": {
      "name": "Uova strapazzate con pancetta e mozzarella francese barbecue",
      "description": "Questo piatto combina uova strapazzate soffici, pancetta croccante e mozzarella francese filante, servito su una griglia barbecue, offrendo un profilo di sapore ricco e un aroma intenso."
    }
  },
  "Бъркани яйца с бекон, лук и моцарела": {
    "bg": {
      "name": "Бъркани яйца с бекон, лук и моцарела",
      "description": "Класическо българско ястие, приготвено със свежи яйца, крехък бекон, ароматен лук и разтопена моцарела, сервирано топло за закуска или лека вечеря."
    },
    "en": {
      "name": "Scrambled eggs with bacon, onion, and mozzarella",
      "description": "A classic dish featuring fresh eggs cooked until fluffy, crispy bacon, aromatic onion, and melted mozzarella cheese, served warm for breakfast or a light dinner."
    },
    "it": {
      "name": "Uova strapazzate con pancetta, cipolla e mozzarella",
      "description": "Un piatto classico con uova fresche strapazzate, pancetta croccante, cipolla aromatica e mozzarella fusa, servito caldo per colazione o cena leggera."
    }
  },
  "Бяла чабата 120г": {
    "bg": {
      "name": "Бяла чабата 120г",
      "description": "Традиционен франзелов хляб с хрупкава златиста коричка и мека, пухкава вътрешност. Точно 120 грама, идеален за закуска или като придружител към различни ястия."
    },
    "en": {
      "name": "White ciabatta 120g",
      "description": "A traditional Italian-style bread with a crispy golden crust and soft, airy interior. Weighing 120 grams, perfect for breakfast or as a side with meals."
    },
    "it": {
      "name": "Ciabatta bianca 120g",
      "description": "Un pane di origine italiana con crosta croccante e dorata e mollica morbida e leggera. Pesa 120 grammi, ideale per colazione o come accompagnamento ai pasti."
    }
  },
  "Градинарска": {
    "bg": {
      "name": "Градинарска салата",
      "description": "Градинарска салата е свежа и питателна българска салата, съставена от настъргана краставица, домати, зелени чушки, пресен лук и магданоз. Обикновено се поднася с олио, оцет и сол, често като аперитив или гарнитура към основни ястия."
    },
    "en": {
      "name": "Garden Salad",
      "description": "Garden Salad is a fresh and nutritious Bulgarian salad made of grated cucumber, tomatoes, green peppers, fresh onion, and parsley. It is usually served with oil, vinegar, and salt, often as an appetizer or a side dish to main courses."
    },
    "it": {
      "name": "Insalata da Giardino",
      "description": "L'insalata da giardino è un'insalata fresca e nutriente bulgara composta da cetrioli grattugiati, pomodori, peperoni verdi, cipolla fresca e prezzemolo. Di solito viene servita con olio, aceto e sale, spesso come antipasto o contorno ai piatti principali."
    }
  },
  "Гръцка супа топчета (говежда кайма)": {
    "bg": {
      "name": "Гръцка супа топчета (говежда кайма)",
      "description": "Това е топла, ароматна супа с малки месни кюфтенца, приготвени от говежда кайма. Супата е характерна със свежите си подправки и лека киселинност, типична за гръцката кухня, и често съдържа зеленчуци като моркови, целина и ориз."
    },
    "en": {
      "name": "Greek Meatball Soup (Beef)",
      "description": "This is a warm, aromatic soup with small meatballs made from beef. The soup is known for its fresh herbs and a slight tanginess typical of Greek cuisine, often containing vegetables like carrots, celery, and rice."
    },
    "it": {
      "name": "Zuppa di polpette greca (manzo)",
      "description": "È una zuppa calda e aromatica con piccole polpette di carne di manzo. La zuppa è caratterizzata da erbe fresche e una leggera acidità, tipica della cucina greca, e spesso include verdure come carote, sedano e riso."
    }
  },
  "Домат със спанак, моцарела и босилково песто": {
    "bg": {
      "name": "Домат със спанак, моцарела и босилково песто",
      "description": "Това е свежо и вкусно ястие, което съчетава зрели домати, крехък спанак, кремообразна моцарела и ароматен босилков песто. Поднася се като лека закуска или салата, подходяща за летни дни."
    },
    "en": {
      "name": "Tomato with spinach, mozzarella, and basil pesto",
      "description": "This is a fresh and tasty dish combining ripe tomatoes, tender spinach, creamy mozzarella, and fragrant basil pesto. It is served as a light appetizer or salad, perfect for summer days."
    },
    "it": {
      "name": "Pomodoro con spinaci, mozzarella e pesto di basilico",
      "description": "Questo è un piatto fresco e gustoso che combina pomodori maturi, spinaci delicati, mozzarella cremosa e aromatico pesto di basilico. Si serve come antipasto leggero o insalata, ideale per le giornate estive."
    }
  },
  "Доматена крем с моцарела и песто": {
    "bg": {
      "name": "Доматена крем с моцарела и песто",
      "description": "Обилно и кремообразно ястие, приготвено от прясно пасирани узрели домати, с добавена моцарела за мека и кремообразна текстура, и ароматно песто за богат вкус. Поднася се топло или студено като свежа и вкусна вкусова наслада."
    },
    "en": {
      "name": "Tomato Cream with Mozzarella and Pesto",
      "description": "A rich and creamy dish made from pureed ripe tomatoes, combined with mozzarella for a soft and creamy texture, and flavorful pesto for a rich taste. Served warm or cold as a fresh and tasty delight."
    },
    "it": {
      "name": "Crema di pomodoro con mozzarella e pesto",
      "description": "Un piatto ricco e cremoso preparato con pomodori maturi frullati, arricchito con mozzarella per una consistenza morbida e cremosa, e pesto aromatico per un sapore intenso. Servito caldo o freddo come una deliziosa e fresca prelibatezza."
    }
  },
  "Домашен сок 330мл (бъз, малина или ягода)": {
    "bg": {
      "name": "Домашен сок 330мл (бъз, малина или ягода)",
      "description": "Прясно приготвен натурален сок в опаковка от 330 мл, наличен с вкусове на бъз, малина или ягода. Освежаваща напитка, която е перфектна за топлите дни, със силен плоден вкус и натурална сладост."
    },
    "en": {
      "name": "Homemade Juice 330ml (elderberry, raspberry, or strawberry)",
      "description": "Freshly made natural juice in a 330ml package, available in elderberry, raspberry, or strawberry flavors. A refreshing drink, perfect for hot days, with a rich fruity taste and natural sweetness."
    },
    "it": {
      "name": "Succo fatto in casa 330ml (ginepro, lampone o fragola)",
      "description": "Succo naturale appena preparato in un contenitore da 330 ml, disponibile nei gusti ginepro, lampone o fragola. Una bevanda rinfrescante, ideale per le giornate calde, con un intenso sapore fruttato e dolcezza naturale."
    }
  },
  "{}": {
    "bg": {
      "name": "...",
      "description": "..."
    },
    "en": {
      "name": "...",
      "description": "..."
    },
    "it": {
      "name": "...",
      "description": "..."
    }
  },
  "Запеканка с пиле, гъби и броколи барбекю": {
    "bg": {
      "name": "Запеканка с пиле, гъби и броколи барбекю",
      "description": "Това е топла, сочно запеканка, приготвена с месо от пиле, свежи броколи и ароматни гъби, всичко обвито в барбекю сос, който придава приятен димна и пикантна нотка."
    },
    "en": {
      "name": "Baked Chicken, Mushroom and Broccoli Casserole with Barbecue",
      "description": "A warm, juicy casserole made with chicken meat, fresh broccoli, and flavorful mushrooms, all coated in a barbecue sauce that adds a smoky and spicy touch."
    },
    "it": {
      "name": "Casseruola di pollo, funghi e broccoli al barbecue",
      "description": "Una casseruola calda e succosa preparata con carne di pollo, broccoli freschi e funghi aromatici, tutto ricoperto da una salsa barbecue che conferisce un tocco affumicato e piccante."
    }
  },
  "Запечено пилешко филе с броколи и пушена гауда върху паста фарфале със сос от сирена": {
    "bg": {
      "name": "Запечено пилешко филе с броколи и пушена гауда върху паста фарфале със сос от сирена",
      "description": "Това ястие включва печено пилешко филе, сервирано върху паста фарфале, гарнирано с броколи и покрито с разтопена пушена гауда, подредена в богат сос от сирена. Това е наситено и кремообразно ястие с ароматен и богат вкус."
    },
    "en": {
      "name": "Baked chicken fillet with broccoli and smoked Gouda over farfalle pasta with cheese sauce",
      "description": "This dish features baked chicken fillet served over farfalle pasta, garnished with broccoli and topped with melted smoked Gouda cheese, all in a rich cheese sauce. It is a hearty and creamy dish with a savory and rich flavor."
    },
    "it": {
      "name": "Petto di pollo al forno con broccoli e Gouda affumicata su pasta farfalle con salsa di formaggio",
      "description": "Questo piatto include petto di pollo al forno, servito sopra pasta farfalle, accompagnato da broccoli e coperto con Gouda affumicata fusa, in una ricca salsa di formaggio. È un piatto saporito e cremoso con un gusto aromatico e ricco."
    }
  },
  "Зелена салата, краставица, розов домат и крутони от сирене": {
    "bg": {
      "name": "Зелена салата, краставица, розов домат и крутони от сирене",
      "description": "Освежаваща салата, съставена от свежа зелена салата, хрупкави парчета краставица, сладък розов домат и хрупкави крутони от сирене, които добавят богатство и топлина към ястието."
    },
    "en": {
      "name": "Green salad with cucumber, pink tomato, and cheese croutons",
      "description": "A refreshing salad made with fresh green lettuce, crunchy cucumber slices, sweet pink tomato, and crispy cheese croutons that add richness and warmth to the dish."
    },
    "it": {
      "name": "Insalata verde con cetriolo, pomodoro rosa e crostini di formaggio",
      "description": "Un'insalata rinfrescante composta da lattuga verde fresca, fette croccanti di cetriolo, dolce pomodoro rosa e crostini di formaggio croccante che aggiungono ricchezza e calore al piatto."
    }
  },
  "Кана домашен сок 1л (бъз, малина или ягода)": {
    "bg": {
      "name": "Кана домашен сок 1л (бъз, малина или ягода)",
      "description": "Прясно приготвен домашен плодови сок, сервирана в голяма каничка от 1 литър. Избира се от натурални съставки като бъз, малина или ягода, и е подходящ за освежаване през горещите летни дни."
    },
    "en": {
      "name": "Homemade Juice Jug 1L (elderflower, raspberry, or berry)",
      "description": "Freshly made homemade fruit juice served in a 1-liter jug. Made from natural ingredients such as elderflower, raspberry, or berries, it is perfect for refreshing oneself on hot summer days."
    },
    "it": {
      "name": "Brocca di succo fatto in casa 1L ( sambuco, lampone o frutti di bosco)",
      "description": "Succo di frutta fatto in casa, preparato con ingredienti naturali come sambuco, lampone o frutti di bosco, servito in una grande brocca da 1 litro. Ideale per rinfrescarsi durante le calde giornate estive."
    }
  },
  "Кана цитронада 1л (бъз, малина или ягода)": {
    "bg": {
      "name": "Кана цитронада 1л (бъз, малина или ягода)",
      "description": "Освежаваща напитка, приготвена със смес от лимонена киселина и избран вкус от бъз, малина или ягода, сервирана студена директно от кана, перфектна за горещи дни."
    },
    "en": {
      "name": "Lemonade Jug 1L (elderflower, raspberry, or strawberry)",
      "description": "A refreshing drink made with lemon acid and your choice of flavor from elderflower, raspberry, or strawberry, served cold directly from the jug, perfect for hot days."
    },
    "it": {
      "name": "Caraffa di limonata 1L ( sambuco, lampone o fragola)",
      "description": "Una bevanda rinfrescante preparata con acido di limone e il gusto a scelta tra sambuco, lampone o fragola, servita fredda direttamente dalla caraffa, ideale per le giornate calde."
    }
  },
  "Картофена яхния": {
    "bg": {
      "name": "Картофена яхния",
      "description": "Класическо българско ястие, приготвено от сварени картофи, подправени с лук, чесън, домати и подправки. Обикновено се сервира топло и е популярно като ежедневна домашна храна."
    },
    "en": {
      "name": "Potato Stew",
      "description": "A traditional Bulgarian dish made from boiled potatoes seasoned with onions, garlic, tomatoes, and spices. Usually served hot and is a popular everyday home-cooked meal."
    },
    "it": {
      "name": "Stufato di Patate",
      "description": "Un piatto tradizionale bulgaro fatto con patate bollite aromatizzate con cipolle, aglio, pomodori e spezie. Generalmente servito caldo ed è un piatto popolare cucinato in casa ogni giorno."
    }
  },
  "Крем брюле": {
    "bg": {
      "name": "Крем брюле",
      "description": "Крем брюле е кремообразен десерт, характерен с гладката си и карамелена горна кора. Той се приготвя с яйчени жълтъци, захар, сметана и ванилия, след което се печени във водна баня и се сервира със слой карамелен захар, която се карамелизира във фурната или с горелка, за да се получи хрупкава коричка."
    },
    "en": {
      "name": "Crème Brûlée",
      "description": "Crème brûlée is a creamy dessert distinguished by its smooth texture and caramelized top crust. It is made with egg yolks, sugar, cream, and vanilla, baked in a water bath, and served with a layer of caramelized sugar on top, which is torched to create a crunchy crust."
    },
    "it": {
      "name": "Crema Catalana",
      "description": "La crema catalana è un dessert cremoso caratterizzato dalla sua consistenza liscia e dalla crosta di zucchero caramellato in alto. Si prepara con tuorli d'uovo, zucchero, latte, amido di mais e scorza di limone o cannella, viene cotta a bagnomaria e servita con uno strato di zucchero caramellato che viene bruciato per ottenere una crosta croccante."
    }
  },
  "Крем от моркови с джинджифил": {
    "bg": {
      "name": "Крем от моркови с джинджифил",
      "description": "Това е кремообразна супа със свеж вкус на моркови, обогатена с пикантни нотки на джинджифил. Подходяща е както за обилна закуска, така и за лека вечеря, и обикновено се сервира топла."
    },
    "en": {
      "name": "Carrot and Ginger Cream",
      "description": "This is a creamy soup with a fresh carrot flavor, enriched with spicy notes of ginger. Suitable for a hearty breakfast or a light dinner, usually served warm."
    },
    "it": {
      "name": "Crema di carote e zenzero",
      "description": "Questa è una crema di zuppa con un sapore fresco di carote, arricchita da note piccanti di zenzero. Adatta sia per una colazione sostanziosa che per una cena leggera, solitamente viene servita calda."
    }
  },
  "Кюфтета от кайма и тиквички с гарнитура от розов домат": {
    "bg": {
      "name": "Кюфтета от кайма и тиквички с гарнитура от розов домат",
      "description": "Това ястие включва крехки кюфтета, приготвени от смесена кайма (сует, телешка или смес), комбинирани с настъргани тиквички. Кюфтетата са сочно и ароматно, запържени до златисто. Гарнитурата е свеж розов домат, нарязан на кръгчета или кубчета, добавен като свежа и вкусна съпътстващa съставка към основното ястие."
    },
    "en": {
      "name": "Meatballs with zucchini and pink tomato garnish",
      "description": "This dish features tender meatballs made from a mix of ground meats such as pork, beef, or a combination, combined with grated zucchini. The meatballs are juicy and flavorful, fried until golden. The garnish is fresh pink tomato slices or cubes, added as a fresh and tasty accompaniment to the main dish."
    },
    "it": {
      "name": "Polpette di carne con zucchine e guarnitura di pomodoro rosa",
      "description": "Questo piatto comprende polpette morbide fatte con un mix di carne macinata come suino, manzo o una combinazione, abbinate a zucchine grattugiate. Le polpette sono succose e saporite, fritte fino a doratura. La guarnitura è pomodori rosa freschi, affettati o a cubetti, aggiunti come complemento fresco e saporito al piatto principale."
    }
  },
  "Леща яхния": {
    "bg": {
      "name": "Леща яхния",
      "description": "Традиционно българско ястие, приготвено с бяла леща, задушена с домати, лук, моркови и подправки. Обикновено се сервира горещо, често с парченца хляб, и е популярно в зимните месеци."
    },
    "en": {
      "name": "Lentil Stew",
      "description": "A traditional Bulgarian dish made with white lentils cooked with tomatoes, onions, carrots, and spices. Usually served hot, often with pieces of bread, and popular during the winter months."
    },
    "it": {
      "name": "Stufato di Lenticchie",
      "description": "Un piatto tradizionale bulgaro preparato con lenticchie bianche cotte con pomodori, cipolle, carote e spezie. Di solito servito caldo, spesso con pane a pezzi, ed è popolare nei mesi invernali."
    }
  },
  "Маскарпоне крем с ягоди": {
    "bg": {
      "name": "Маскарпоне крем с ягоди",
      "description": "Кремообразна смес от маскарпоне сирене, захар и малко ванилия, сервирана с пресни ягоди. Това е лек и вкусен десерт, който съчетава богатството на маскарпоне с сладостта и свежестта на ягодите."
    },
    "en": {
      "name": "Mascarpone Cream with Strawberries",
      "description": "A creamy mixture of mascarpone cheese, sugar, and a touch of vanilla, served with fresh strawberries. This is a light and delicious dessert that combines the richness of mascarpone with the sweetness and freshness of strawberries."
    },
    "it": {
      "name": "Crema di mascarpone con fragole",
      "description": "Una crema soffice di formaggio mascarpone, zucchero e un tocco di vaniglia, servita con fragole fresche. È un dolce leggero e gustoso, che combina la ricchezza del mascarpone con la dolcezza e la freschezza delle fragole."
    }
  },
  "Маслен боб на барбекю": {
    "bg": {
      "name": "Маслен боб на барбекю",
      "description": "Това е традиционно българско ястието, приготвено на открит огън или барбекю. В него се използват бобови зърна, обикновено белоцветен боб, които са сварени и след това се запичат на скара. Обикновено се поднася с малко мазнина и пресен лук или магданоз, придаващ им допълнителен аромат."
    },
    "en": {
      "name": "Barbecue Oil Bean",
      "description": "This is a traditional Bulgarian dish prepared outdoors on a grill or barbecue. It features beans, usually white beans, cooked and then grilled. It is typically served with a bit of oil and fresh onions or parsley, adding a flavorful touch."
    },
    "it": {
      "name": "Fagioli con Olio alla Griglia",
      "description": "Questo è un piatto tradizionale bulgaro preparato all'aperto su una griglia o barbecue. Utilizza fagioli, generalmente fagioli bianchi, cotti e poi grigliati. Di solito viene servito con un po' di olio e cipolle fresche o prezzemolo, che ne esaltano il sapore."
    }
  },
  "Миди барбекю": {
    "bg": {
      "name": "Миди барбекю",
      "description": "Миди на скара, приготвени със сосове и подправки, поднесени гарнирани с лимон и свежи подправки. Популярно ястие за морските любители, особено на открито."
    },
    "en": {
      "name": "Barbecued Mussels",
      "description": "Fresh mussels grilled over an open flame, served with flavorful sauces, lemon wedges, and fresh herbs. A popular seafood dish enjoyed outdoors."
    },
    "it": {
      "name": "Cozze alla griglia",
      "description": "Cozze fresche grigliate su fuoco aperto, servite con salse saporite, spicchi di limone e erbe fresche. Un piatto di pesce molto apprezzato all'aperto."
    }
  },
  "Микс салата с краставици, морков, нахут, чери домати, зехтин и балсамова редукция": {
    "bg": {
      "name": "Микс салата с краставици, морков, нахут, чери домати, зехтин и балсамова редукция",
      "description": "Свежа салата, съчетаваща хрупкави краставици и моркови, мек и богат на протеини нахут, сладки чери домати, овкусени с деликатен зехтин и балсамова редукция за допълнителна сладко-кисела нотка."
    },
    "en": {
      "name": "Mixed Salad with Cucumbers, Carrots, Chickpeas, Cherry Tomatoes, Olive Oil, and Balsamic Reduction",
      "description": "A fresh salad featuring crunchy cucumbers and carrots, soft and protein-rich chickpeas, sweet cherry tomatoes, seasoned with delicate olive oil and balsamic reduction for an added sweet and sour flavor."
    },
    "it": {
      "name": "Insalata Mista con Cetrioli, Carote, Ceci, Pomodorini, Olio d'Oliva e Riduzione Balsamica",
      "description": "Una fresca insalata che combina cetrioli croccanti e carote, ceci morbidi e ricchi di proteine, pomodorini dolci, conditi con olio d'oliva delicato e riduzione balsamica per un sapore dolce-aspro aggiunto."
    }
  },
  "Микс салатки с краставица, моцарела, чери, лимонов дресинг и балсамова редукция": {
    "bg": {
      "name": "Микс салатки с краставица, моцарела, чери, лимонов дресинг и балсамова редукция",
      "description": "Лека и освежаваща салата, съчетаваща пресни краставици, кремообразна моцарела, сладки чери домати, поднесени с цитрусов лимонов дресинг и деликатна балсамова редукция за финален щрих."
    },
    "en": {
      "name": "Mix Salads with Cucumber, Mozzarella, Cherry Tomatoes, Lemon Dressing, and Balsamic Reduction",
      "description": "A light and refreshing salad combining fresh cucumbers, creamy mozzarella, sweet cherry tomatoes, served with a citrus lemon dressing and a delicate balsamic reduction for an elegant finish."
    },
    "it": {
      "name": "Insalata mista con cetriolo, mozzarella, pomodorini, condimento al limone e riduzione di aceto balsamico",
      "description": "Un'insalata leggera e rinfrescante che combina cetrioli freschi, mozzarella cremosa, dolci pomodorini, condita con un dressing al limone e una delicata riduzione di aceto balsamico per un tocco elegante."
    }
  },
  "Миш маш барбекю": {
    "bg": {
      "name": "Миш маш барбекю",
      "description": "Миш маш барбекю е традиционно българско ястие, приготвено от мариновано и печено агнешко месо, обикновено подправено с чесън, магданоз и червен пипер. Месото се пече на скара или на грил, докато стане златисто и крехко, и обикновено се сервира с гарнитури като печени зеленчуци или салати."
    },
    "en": {
      "name": "Mish Mash Barbecue",
      "description": "Mish Mash Barbecue is a traditional Bulgarian dish made from marinated and grilled lamb meat, usually seasoned with garlic, parsley, and red pepper. The meat is cooked on a grill or barbecue until golden and tender, typically served with side dishes like roasted vegetables or salads."
    },
    "it": {
      "name": "Mish Mash Barbecue",
      "description": "Il Mish Mash Barbecue è un piatto tradizionale bulgaro preparato con carne di agnello marinata e grigliata, solitamente insaporita con aglio, prezzemolo e pepe rosso. La carne viene cotta sulla griglia o sul barbecue fino a diventare dorata e tenera, e viene generalmente servita con contorni come verdure arrostite o insalate."
    }
  },
  "Миш маш на барбекю": {
    "bg": {
      "name": "Миш маш на барбекю",
      "description": "Миш маш е традиционно българско ястие, приготвено от домашен свински дроб, който е нарязан на кубчета и се маринова в подправки. След това се пече на барбекю или на скара, придружено обикновено с лук и подправки. Получава се ароматно и сочено месо с богат вкус на пушек и подправки."
    },
    "en": {
      "name": "Mish Mash on Barbecue",
      "description": "Mish Mash is a traditional Bulgarian dish made from homemade pork liver, cut into cubes and marinated in spices. It is then grilled or barbecued, usually served with onions and herbs. The dish is flavorful, juicy, with a rich smoky taste."
    },
    "it": {
      "name": "Mish Mash alla griglia",
      "description": "Il Mish Mash è un piatto tradizionale bulgaro preparato con fegato di maiale fatto in casa, tagliato a cubetti e marinato con spezie. Viene poi grigliato o cotto alla griglia, spesso accompagnato da cipolle e aromi. Risulta saporito, succoso e con un ricco sapore affumicato."
    }
  },
  "Нирвана комбо": {
    "bg": {
      "name": "Нирвана комбо",
      "description": "Комбинация от различни видове салати, месо и гарнитури, предназначена за пълно удоволствие и баланс на вкусовете. Подходящо за тези, които търсят разнообразие и изпитание на вкусовите си рецептори."
    },
    "en": {
      "name": "Nirvana Combo",
      "description": "A combination of various salads, meats, and side dishes, designed for complete enjoyment and flavor balance. Suitable for those seeking variety and a taste experience."
    },
    "it": {
      "name": "Combo Nirvana",
      "description": "Una combinazione di varie insalate, carni e contorni, pensata per il massimo piacere e l'equilibrio dei sapori. Adatto a chi cerca varietà e un'esperienza gustativa."
    }
  },
  "Омлет барбекю": {
    "bg": {
      "name": "Омлет барбекю",
      "description": "Омлет с добавени меса, зеленчуци и подправки, приготвен на скара или на скара-печки, което му придава характерен аромат и вкус на барбекю."
    },
    "en": {
      "name": "Barbecue Omelette",
      "description": "An omelette with added meats, vegetables, and spices, cooked on a grill or barbecue grill, giving it a distinctive barbecue flavor and aroma."
    },
    "it": {
      "name": "Omelette barbecue",
      "description": "Un omelette con carni, verdure e spezie aggiunte, cucinato sulla griglia o barbecue, che conferisce un aroma e un sapore caratteristici di barbecue."
    }
  },
  "Ориз с три вида гъби": {
    "bg": {
      "name": "Ориз с три вида гъби",
      "description": "Това е ароматно ястие, приготвено с ориз и три различни вида гъби, които добавят богат вкус и текстура. Обикновено се готви с подправки и зехтин, като резултатът е сочно и наситено вкусно ястие, подходящо за вегетарианци."
    },
    "en": {
      "name": "Rice with Three Types of Mushrooms",
      "description": "This is a flavorful dish made with rice and three different types of mushrooms, providing a rich taste and texture. Typically cooked with spices and olive oil, resulting in a moist and savory dish, suitable for vegetarians."
    },
    "it": {
      "name": "Riso con tre tipi di funghi",
      "description": "Questo è un piatto aromatico preparato con riso e tre diversi tipi di funghi, che aggiungono un sapore ricco e una consistenza interessante. Di solito cucinato con spezie e olio d'oliva, è un piatto umido e saporito, adatto ai vegetariani."
    }
  },
  "Ориз със спанак и гъби": {
    "bg": {
      "name": "Ориз със спанак и гъби",
      "description": "Кратко, вкусно и здравословно ястие, съчетаващо мекотата на ориза с богатството на пресен спанак и ароматни гъби. Обикновено се приготвя на тиган със зехтин, подправки и малко сирене за допълнителен вкус."
    },
    "en": {
      "name": "Rice with Spinach and Mushrooms",
      "description": "A short, delicious, and healthy dish combining the tenderness of rice with the richness of fresh spinach and aromatic mushrooms. Usually cooked in a pan with olive oil, herbs, and a bit of cheese for added flavor."
    },
    "it": {
      "name": "Riso con spinaci e funghi",
      "description": "Un piatto breve, gustoso e salutare che combina la morbidezza del riso con la ricchezza di spinaci freschi e funghi aromatici. Di solito si prepara in una padella con olio d'oliva, erbe e un po' di formaggio per un sapore extra."
    }
  },
  "Панагюрска (зеле, краставица, печен пипер, домат, чесън и целина)": {
    "bg": {
      "name": "Панагюрска салата",
      "description": "Свежа салата, която се състои от нарязано зеле, краставици, печени пиперки, домати, чесън и целина. Това е типична българска салата, която съчетава хрупкавост, свежест и ароматни подправки."
    },
    "en": {
      "name": "Panagyurishte Salad",
      "description": "A fresh salad consisting of chopped cabbage, cucumbers, roasted peppers, tomatoes, garlic, and celery. This is a typical Bulgarian salad that combines crunchiness, freshness, and aromatic spices."
    },
    "it": {
      "name": "Insalata di Panagyurishte",
      "description": "Un'insalata fresca composta da cavolo tritato, cetrioli, peperoni arrostiti, pomodori, aglio e sedano. È un'insalata tipica bulgara che unisce croccantezza, freschezza e aromi speziati."
    }
  },
  "Печена тиква с мед и орехи": {
    "bg": {
      "name": "Печена тиква с мед и орехи",
      "description": "Това е топло и ароматно ястие, което съчетава сладостта на печената тиква с богатия вкус на мед и хрупкавостта на орехите. Обикновено се сервира като десерт или лек завършек на обяда, и носи уют и природна сладост."
    },
    "en": {
      "name": "Baked Pumpkin with Honey and Walnuts",
      "description": "This is a warm and fragrant dish that combines the sweetness of baked pumpkin with the rich flavor of honey and the crunchiness of walnuts. It is usually served as a dessert or a light finish to a meal, offering comfort and natural sweetness."
    },
    "it": {
      "name": "Zucca al forno con miele e noci",
      "description": "Questo è un piatto caldo e aromatico che combina la dolcezza della zucca cotta al forno con il gusto ricco di miele e la croccantezza delle noci. Viene spesso servito come dessert o come conclusione leggera di un pasto, offrendo comfort e dolcezza naturale."
    }
  },
  "Пилешки сач със зеленчуци и моцарела на барбекю": {
    "bg": {
      "name": "Пилешки сач със зеленчуци и моцарела на барбекю",
      "description": "Това е ароматно ястие, приготвено на сача или на барбекю, включващо парчета пилешко месо, свежи зеленчуци като чушки, домати и лук, покрити с топяща се моцарела сирене. Перфектно за летни вечери и барбекю с приятели."
    },
    "en": {
      "name": "Chicken Grill Skewers with Vegetables and Mozzarella on Barbecue",
      "description": "This flavorful dish is grilled on a skewer or barbecue, featuring chunks of chicken meat, fresh vegetables such as peppers, tomatoes, and onions, topped with melting mozzarella cheese. Perfect for summer evenings and barbecues with friends."
    },
    "it": {
      "name": "Spiedini di pollo con verdure e mozzarella sulla griglia",
      "description": "Questo piatto saporito è cotto sulla griglia o sulla brace, includendo pezzi di pollo, verdure fresche come peperoni, pomodori e cipolle, coperti con formaggio mozzarella fuso. Perfetto per serate estive e barbecue con amici."
    }
  },
  "Пилешко с прясно зеле и ориз на фурна": {
    "bg": {
      "name": "Пилешко с прясно зеле и ориз на фурна",
      "description": "Това е традиционно българско ястие, което комбинира сочно пилешко месо, свежо прясно зеле и ароматен ориз, приготвени заедно във фурната, за да получат богат вкус и крехка текстура."
    },
    "en": {
      "name": "Chicken with fresh cabbage and rice baked in the oven",
      "description": "This is a traditional Bulgarian dish that combines juicy chicken, fresh cabbage, and flavorful rice, all baked together in the oven for a rich taste and tender texture."
    },
    "it": {
      "name": "Pollo con cavolo fresco e riso al forno",
      "description": "Questo è un piatto tradizionale bulgaro che combina pollo succoso, cavolo fresco e riso aromatico, il tutto cotto al forno per un sapore ricco e una consistenza tenera."
    }
  },
  "Пуешка с фиде": {
    "bg": {
      "name": "Пуешка с фиде",
      "description": "Традиционно българско ястие, което включва парчета пуешко месо, поднесени с фиде (тънки спагети), generalmente подправени с ароматни подправки и сервирани с лека доматена или бульонена сос. Това ястие е популярно за обяд или вечеря и е любим избор за цялото семейство."
    },
    "en": {
      "name": "Turkey with Fide",
      "description": "A traditional Bulgarian dish consisting of turkey meat pieces served with fide (thin noodles). It is typically seasoned with aromatic spices and served with a light tomato or broth sauce. This dish is popular for lunch or dinner and is a favorite among families."
    },
    "it": {
      "name": "Tacchino con Fide",
      "description": "Piatti tradizionale bulgaro che include pezzi di carne di tacchino, serviti con fide (piccoli spaghettoni). Solitamente aromatizzato con spezie e accompagnato da una leggera salsa di pomodoro o brodo. È un piatto molto popolare per pranzo o cena, apprezzato da tutta la famiglia."
    }
  },
  "Пълнени пиперки с кайма и ориз": {
    "bg": {
      "name": "Пълнени пиперки с кайма и ориз",
      "description": "Традиционно българско ястие, приготвено с големи зеленчукови пиперки, пълнени с микс от кайма (смляно месо), ориз, подправки и често със сос. След пълненето, пиперките се варят или пекат, до получаване на сочна и ароматна манджа."
    },
    "en": {
      "name": "Stuffed Peppers with Minced Meat and Rice",
      "description": "A traditional Bulgarian dish made with large green peppers stuffed with a mix of minced meat, rice, spices, and often cooked in a tomato sauce. The peppers are boiled or baked until tender, resulting in a flavorful and juicy meal."
    },
    "it": {
      "name": "Peperoni ripieni con carne e riso",
      "description": "Piatti tradizionale bulgaro preparato con grandi peperoni verdi ripieni di carne macinata, riso, spezie e spesso coperti con salsa di pomodoro. Dopo il ripieno, i peperoni vengono cotti in modo da ottenere un piatto succoso e aromatico."
    }
  },
  "Пълнозърнеста багета 120г": {
    "bg": {
      "name": "Пълнозърнеста багета 120г",
      "description": "Пълнозърнеста багета е хрупкаво и ароматно хлебче със зърнеста текстура, направено от пълнозърнесто брашно. Идеално е за закуска или като допълнение към ястия."
    },
    "en": {
      "name": "Wholegrain Baguette 120g",
      "description": "A crispy and flavorful baguette with a grainy texture, made from wholegrain flour. Perfect for breakfast or as an accompaniment to meals."
    },
    "it": {
      "name": "Baguette integrale 120g",
      "description": "Una baguette croccante e saporita con una consistenza granulosa, fatta con farina integrale. Ideale per la colazione o come accompagnamento ai pasti."
    }
  },
  "Пържени кюфтета от кайма с тиквички поднесени с картофи с копър и чесън": {
    "bg": {
      "name": "Пържени кюфтета от кайма с тиквички поднесени с картофи с копър и чесън",
      "description": "Това е класическо българско ястие, приготвено с крехки кюфтета от кайма, печени до златисто и гарнирани с печени тиквички. Поднася се с варени картофи, обилно овкусени с нарязан копър и пресен чесън, предоставяйки изпитана хармония от вкусове."
    },
    "en": {
      "name": "Fried meatballs from minced meat with zucchini, served with potatoes, dill, and garlic",
      "description": "A classic Bulgarian dish featuring tender fried meatballs made from minced meat, served with baked zucchini. Accompanied by boiled potatoes generously seasoned with chopped dill and fresh garlic, creating a harmonious combination of flavors."
    },
    "it": {
      "name": "Polpette fritte di carne macinata con zucchine, servite con patate, aneto e aglio",
      "description": "Un piatto bulgaro classico con polpette morbide di carne macinata, fritte fino a doratura e accompagnate da zucchine al forno. Vengono servite con patate lessate, abbondantemente condite con aneto tritato e aglio fresco, offrendo un'armonia di sapori."
    }
  },
  "Пъстърва барбекю с печен картоф": {
    "bg": {
      "name": "Пъстърва барбекю с печен картоф",
      "description": "Това е традиционно българско ястие, където прясна пъстърва се приготвя на скара с ароматни подправки, сервирана с гарнитура от печен картоф. Рибата е сочна и опушена, а картофът е златист и крехък отвътре."
    },
    "en": {
      "name": "Grilled Trout with Baked Potato",
      "description": "This dish features fresh trout grilled over open flames with aromatic herbs, served alongside a baked potato. The fish is juicy and smoky, while the potato is golden and tender inside."
    },
    "it": {
      "name": "Trota alla griglia con patata al forno",
      "description": "Questo piatto presenta una trota fresca grigliata con erbe aromatiche, accompagnata da una patata al forno. Il pesce è succoso e affumicato, mentre la patata è dorata e morbida all'interno."
    }
  },
  "Ризото с миди, билки и пресни зеленчуци": {
    "bg": {
      "name": "Ризото с миди, билки и пресни зеленчуци",
      "description": "Кремообразно ризото, сварено с морски миди, ароматизирано с пресни билки и свежи зеленчуци, приготвено с фин ориз и деликатен бульон."
    },
    "en": {
      "name": "Risotto with Mussels, Herbs, and Fresh Vegetables",
      "description": "Creamy risotto cooked with seafood mussels, flavored with fresh herbs and crisp vegetables, made with fine rice and a delicate broth."
    },
    "it": {
      "name": "Risotto con Cozze, Erbe e Verdure Fresche",
      "description": "Risotto cremoso cucinato con cozze marine, aromatizzato con erbe fresche e verdure croccanti, preparato con riso di alta qualità e un brodo delicato."
    }
  },
  "Рулована пилешка пържола със сушен домат и моцарела (гарнитура картофено пюре и сос велуте)": {
    "bg": {
      "name": "Рулована пилешка пържола със сушен домат и моцарела (гарнитура картофено пюре и сос велуте)",
      "description": "Вкусно и впечатляващо ястие, представляващо пилешка пържола, внимателно навита около сушен домат и моцарела. Поднесено с кремообразно картофено пюре и класически сос велуте, това ястие съчетава деликатни текстури и богат вкус."
    },
    "en": {
      "name": "Rolled Chicken Breast with Sun-Dried Tomato and Mozzarella (served with mashed potatoes and veloute sauce)",
      "description": "A delicious and impressive dish featuring chicken breast carefully rolled around sun-dried tomato and mozzarella. Served with creamy mashed potatoes and classic veloute sauce, this dish combines delicate textures and rich flavors."
    },
    "it": {
      "name": "Petto di pollo arrotolato con pomodoro secco e mozzarella (accompagnato da purè di patate e salsa veloute)",
      "description": "Un piatto delizioso e impressionante con petto di pollo accuratamente arrotolato intorno a pomodoro secco e mozzarella. Servito con purè di patate cremoso e salsa veloute classica, combina consistenze delicate e sapori ricchi."
    }
  },
  "Саламан комбо": {
    "bg": {
      "name": "Саламан комбо",
      "description": "Комбинация от традиционни български деликатеси, включваща различни видове меса, сирена и свежи зеленчуци, сервирани в една голяма плетена кошница или плато. Подходящо за споделяне, това ястие се отличава с богатство от вкусове и текстури, типични за българската кухня."
    },
    "en": {
      "name": "Salaman Combo",
      "description": "A combination of traditional Bulgarian delicacies, including various types of meats, cheeses, and fresh vegetables, served together on a large woven basket or platter. Suitable for sharing, this dish is characterized by a richness of flavors and textures typical of Bulgarian cuisine."
    },
    "it": {
      "name": "Combo Salaman",
      "description": "Una combinazione di delizie bulgare tradizionali, che include vari tipi di carni, formaggi e verdure fresche, serviti insieme in un grande cesto o piatto di vimini. Adatto per la condivisione, questo piatto si distingue per la ricchezza di sapori e consistenze tipiche della cucina bulgara."
    }
  },
  "Салмон комбо": {
    "bg": {
      "name": "Салмон комбо",
      "description": "Комбинация от различни ястия с печен или пържен сьомга, сервирана с гарнитури като рис или зеленчуци, подходяща за любителите на рибни деликатеси."
    },
    "en": {
      "name": "Salmon Combo",
      "description": "A combination of various dishes featuring baked or grilled salmon served with sides like rice or vegetables, ideal for fish lovers."
    },
    "it": {
      "name": "Combo Salmone",
      "description": "Una combinazione di vari piatti con salmone cotto al forno o alla griglia, accompagnato da contorni come riso o verdure, perfetta per gli amanti del pesce."
    }
  },
  "Сафрид": {
    "bg": {
      "name": "Сафрид",
      "description": "Сафрид е вид риба, която има нежно бяло месо с деликатен вкус. Обикновено се приготвя на скара или пържен, като се поднася с лимон и зеленчуци. Тази риба е популярна в българската кухня заради своята сочност и фин аромат."
    },
    "en": {
      "name": "Safrid",
      "description": "Saffronid is a type of fish with tender white meat and a delicate flavor. It is usually grilled or fried, served with lemon and vegetables. This fish is popular in Bulgarian cuisine due to its juiciness and fine aroma."
    },
    "it": {
      "name": "Safrid",
      "description": "Il safrid è un tipo di pesce dalla carne bianca tenera e un aroma delicato. Solitamente viene cucinato alla griglia o fritto, servito con limone e verdure. È un sapore molto apprezzato nella cucina bulgara per la sua succosità e finezza aromatica."
    }
  },
  "Свинска с праз и ориз": {
    "bg": {
      "name": "Свинска с праз и ориз",
      "description": "Класическо българско ястие, което съчетава сочно свинско месо, нарязано праз, и ароматен ориз. Месото се готви до златисто, а празът придава приятна вкусова свежест и аромат, като всичко е сервиранo заедно за пълноценен обяд или вечеря."
    },
    "en": {
      "name": "Pork with Leeks and Rice",
      "description": "A classic Bulgarian dish that combines juicy pork, chopped leeks, and fragrant rice. The meat is cooked until golden, with the leek adding a fresh flavor and aroma, all served together for a hearty lunch or dinner."
    },
    "it": {
      "name": "Maiale con porri e riso",
      "description": "Un piatto classico bulgaro che combina maiale succoso, porri tritati e riso aromatico. La carne viene cotta fino a doratura, con il porro che aggiunge freschezza e aroma, tutto servito insieme per un pranzo o una cena sostanziosa."
    }
  },
  "Свински винен кебап": {
    "bg": {
      "name": "Свински винен кебап",
      "description": "Традиционно българско ястие, приготвено от парчета свинско месо, задушени в богата винена сосова под со вкус на подправки и лук. Обикновено се сервира с гарнитура като ориз или картофи."
    },
    "en": {
      "name": "Pork Wine Kebab",
      "description": "A traditional Bulgarian dish made from pork pieces simmered in a rich wine-based sauce with spices and onions. Usually served with rice or potatoes as a side dish."
    },
    "it": {
      "name": "Kebab di maiale al vino",
      "description": "Piatti tradizionale bulgaro preparato con pezzi di maiale stufati in una ricca salsa al vino con spezie e cipolle. Solitamente servito con riso o patate come contorno."
    }
  },
  "Свински пържоли с картофи соте": {
    "bg": {
      "name": "Свински пържоли с картофи соте",
      "description": "Ястие, приготвено с пържени свински котлети, сервирани с вкусни картофи соте, които са нарязани на тънки филии и пържени до златисто в масло, често подправени с подправки и поднесени с гарнитура от свежа салата."
    },
    "en": {
      "name": "Pork chops with sautéed potatoes",
      "description": "A dish prepared with fried pork chops served with tasty sautéed potatoes, thinly sliced and fried to a golden color in butter, often seasoned with spices and served with a fresh salad on the side."
    },
    "it": {
      "name": "Braciola di maiale con patate saltate",
      "description": "Un piatto preparato con costine di maiale fritte servite con deliziose patate saltate, tagliate sottili e fritte fino a doratura nel burro, spesso insaporite con spezie e accompagnate da una fresca insalata."
    }
  },
  "Свинско месо в гръцки стил": {
    "bg": {
      "name": "Свинско месо в гръцки стил",
      "description": "Това ястие включва парчета свинско месо, мариновани в ароматни гръцки подправки, печени до златисто. Обикновено се сервира с гарнитура от салата или печени зеленчуци."
    },
    "en": {
      "name": "Pork in Greek Style",
      "description": "This dish features pieces of pork marinated in aromatic Greek spices, roasted to a golden color. It is usually served with a side of salad or roasted vegetables."
    },
    "it": {
      "name": "Maiale in stile greco",
      "description": "Questo piatto comprende pezzi di carne di maiale marinati in spezie greche aromatiche, cotti al forno fino a diventare dorati. Di solito viene servito con un contorno di insalata o verdure grigliate."
    }
  },
  "Спагети с маслинова паста, магданоз, чесън и пармезан барбекю": {
    "bg": {
      "name": "Спагети с маслинова паста, магданоз, чесън и пармезан барбекю",
      "description": "Това е ароматна и сочна паста, приготвена от спагети, смесени с маслинкова паста, свеж магданоз, чесън и настърган пармезан, поднесено с вкусен барбекю сос. Насладете се на съчетанието от морски вкусове и богатство на ароматите."
    },
    "en": {
      "name": "Spaghetti with Olive Paste, Parsley, Garlic, and Parmesan BBQ",
      "description": "This is a flavorful and savory pasta dish made with spaghetti mixed with olive paste, fresh parsley, garlic, and grated Parmesan, served with a delicious barbecue sauce. Enjoy the combination of briny flavors and rich aromas."
    },
    "it": {
      "name": "Spaghetti con salsa di olive, prezzemolo, aglio e parmigiano barbecue",
      "description": "Questo è un piatto di pasta aromatico e saporito, preparato con spaghetti mescolati con salsa di olive, prezzemolo fresco, aglio e parmigiano grattugiato, servito con una deliziosa salsa barbecue. Goditi l'abbinamento di sapori marini e ricchi aromi."
    }
  },
  "Спаначена": {
    "bg": {
      "name": "Спаначена",
      "description": "Спаначена е традиционно българско ястие, което представлява печено или задушено спанаково пюре, често подправено с чесън и копър. Поднася се като гарнитура или основно ястие, придружено с хляб или салата."
    },
    "en": {
      "name": "Spanakova",
      "description": "Spanakova is a traditional Bulgarian dish consisting of baked or stewed spinach puree, often seasoned with garlic and dill. It is served as a side dish or main course, accompanied by bread or salad."
    },
    "it": {
      "name": "Spinacione",
      "description": "Lo spinacione è un piatto tradizionale bulgaro che consiste in un purè di spinaci cotto al forno o stufato, spesso condito con aglio e aneto. Viene servito come contorno o piatto principale, accompagnato da pane o insalata."
    }
  },
  "Спаначена с ориз и застройка": {
    "bg": {
      "name": "Спаначена с ориз и застройка",
      "description": "Традиционно българско ястие, което съчетава нарязан спанак, смесен с ориз и обвито в застройка от яйца и кисело мляко. Това ястие е нежно и така популярно в домашната кухня, особено през пролетта и лятото."
    },
    "en": {
      "name": "Spinach with rice and zaestrayka",
      "description": "A traditional Bulgarian dish combining chopped spinach with rice, all enveloped in a mixture of eggs and yogurt, known as zaestrayka. It is tender, wholesome, and especially popular in home cooking during spring and summer."
    },
    "it": {
      "name": "Spinaci con riso e zaestrayka",
      "description": "Piatti tradizionale bulgaro che combina spinaci tritati con riso, avvolti in una miscela di uova e yogurt, chiamata zaestrayka. È delicato, nutriente e molto popolare in cucina casalinga durante la primavera e l'estate."
    }
  },
  "Спаначена супа с гъби и ориз": {
    "bg": {
      "name": "Спаначена супа с гъби и ориз",
      "description": "Тази топла и смилаема супа е приготвена от пресен спанак, комбиниран с ароматни гъби и ориз, които придават на ястието гъста и кремообразна текстура. Често се сервира с малко кисело мляко и пресни подправки."
    },
    "en": {
      "name": "Spinach soup with mushrooms and rice",
      "description": "This warm and smooth soup is made from fresh spinach combined with aromatic mushrooms and rice, giving the dish a thick and creamy texture. It is often served with a little yogurt and fresh herbs."
    },
    "it": {
      "name": "Zuppa di spinaci con funghi e riso",
      "description": "Questa zuppa calda e vellutata è preparata con spinaci freschi, funghi aromatici e riso, che conferiscono al piatto una consistenza densa e cremosa. Spesso viene servita con un po' di yogurt e erbe fresche."
    }
  },
  "Супа от сьомга": {
    "bg": {
      "name": "Супа от сьомга",
      "description": "Топла, кремообразна супа, приготвена с пресен сьомга, зеленчуци и подправки, която е изключително ароматна и подхранваща."
    },
    "en": {
      "name": "Salmon Soup",
      "description": "A warm, creamy soup made with fresh salmon, vegetables, and spices, offering a rich flavor and nourishing quality."
    },
    "it": {
      "name": "Zuppa di salmone",
      "description": "Una zuppa calda e cremosa preparata con salmone fresco, verdure e spezie, dal sapore intenso e confortante."
    }
  },
  "Таратор": {
    "bg": {
      "name": "Таратор",
      "description": "Тараторът е студена супа, типична за България, приготвена от кисело мляко, краставици, чесън, копър и орехи. Обикновено се сервира охлаждена, особено през летните месеци, и е освежаваща и леко пикантна напитка, подходяща за жега."
    },
    "en": {
      "name": "Tarator",
      "description": "Tarator is a cold soup typical for Bulgaria, made from yogurt, cucumbers, garlic, dill, and walnuts. Usually served chilled, especially during summer, it is a refreshing and slightly spicy dish suitable for hot weather."
    },
    "it": {
      "name": "Taratura",
      "description": "Il taratura è una zuppa fredda tipica della Bulgaria, preparata con yogurt, cetrioli, aglio, aneto e noci. Di solito viene servito freddo, specialmente durante l'estate, ed è un piatto rinfrescante e leggermente piccante, ideale per il caldo."
    }
  },
  "Тиквеник": {
    "bg": {
      "name": "Тиквеник",
      "description": "Тиквеник е традиционен български сладък или солен пай, приготвен от тънки кори, пълнени с настъргана тиква, захар или сол, и подправки като канела. Често се пече до златисто и се сервира нарязан на парчета, като е популярен като десерт или закуска."
    },
    "en": {
      "name": "Pumpkin Pie",
      "description": "Pumpkin Pie is a traditional Bulgarian pastry made from thin sheets of dough filled with grated pumpkin, sugar or salt, and spices like cinnamon. It is baked until golden and served sliced, popular as a dessert or breakfast."
    },
    "it": {
      "name": "Torta di Zucca",
      "description": "La Torta di Zucca è una tradizionale pasta bulgara fatta con sottili fogli di pasta ripieni di zucca grattugiata, zucchero o sale, e spezie come la cannella. Viene cotta fino a doratura e servita a fette, popolare come dolce o colazione."
    }
  },
  "Токио комбо": {
    "bg": {
      "name": "Токио комбо",
      "description": "Комбинация от различни японски суши и сашими, съчетаваща прясна риба, ориз, нори и сосове, сервирана в един поднос за една вкусна и разнообразна храна."
    },
    "en": {
      "name": "Tokyo Combo",
      "description": "A selection of various Japanese sushi and sashimi, featuring fresh fish, rice, nori, and sauces, served on a platter for a delicious and diverse meal."
    },
    "it": {
      "name": "Combo di Tokyo",
      "description": "Una selezione di vari sushi e sashimi giapponesi, con pesce fresco, riso, alga nori e salse, serviti in un piatto per un pasto delizioso e vario."
    }
  },
  "Топчета": {
    "bg": {
      "name": "Топчета",
      "description": "Топчета са малки кръгли кюфтета, приготвени от смесено месо (често свинско и телешко) с различни подправки. Те се пържат до златиста коричка и често се сервират с гарнитура като картофи, ориз или зеленчуци."
    },
    "en": {
      "name": "Meatballs",
      "description": "Meatballs are small round balls made from mixed meat, often pork and beef, seasoned with various spices. They are fried until golden and usually served with sides like potatoes, rice, or vegetables."
    },
    "it": {
      "name": "Polpette",
      "description": "Le polpette sono piccole palle rotonde fatte con carne mista, spesso maiale e manzo, speziate con varie erbe. Vengono friggere fino a doratura e tipicamente servite con contorni come patate, riso o verdure."
    }
  },
  "Торта Венеция": {
    "bg": {
      "name": "Торта Венеция",
      "description": "Торта Венеция е изящна и деликатна сладка торта с многослойна структура. Обикновено се състои от тънки блатове, напоени с ароматен сироп, между които се поставя крем със свежи плодове или шоколад. Върху тортата често има глазура или фондан, украсени с декоративни мотиви, които я правят подходяща за специални събития и тържества."
    },
    "en": {
      "name": "Venetian Cake",
      "description": "Venetian Cake is an elegant and delicate layered dessert. It typically consists of thin sponge layers soaked in aromatic syrup, with filling made of fresh fruits or chocolate. The cake is often topped with glaze or fondant, decorated with motifs, making it suitable for special occasions and celebrations."
    },
    "it": {
      "name": "Torta Venezia",
      "description": "Torta Venezia è una torta raffinata e delicata a più strati. Di solito è composta da sottili strati di pan di Spagna imbevuti in uno sciroppo aromatico, tra cui si inseriscono creme con frutta fresca o cioccolato. Sopra la torta spesso si trova una glassa o fondant decorato con motivi ornamentali, ideale per occasioni speciali e feste."
    }
  },
  "Торта Сахер": {
    "bg": {
      "name": "Торта Сахер",
      "description": "Торта Сахер е класическа австрийска шоколадова торта, известна с богата шоколадова коричка и слой от сладко от кайсии между два дебели шоколадови блатове. Тя е покрита с гъст шоколадов гланц и често се сервира със сметана."
    },
    "en": {
      "name": "Sacher Torte",
      "description": "The Sacher Torte is a classic Austrian chocolate cake, famous for its rich chocolate base and a layer of apricot jam between two dense chocolate sponge layers. It is covered with a thick chocolate glaze and often served with whipped cream."
    },
    "it": {
      "name": "Torta Sacher",
      "description": "La Torta Sacher è una classica torta al cioccolato dell'Austria, nota per la sua ricca crosta di cioccolato e uno strato di marmellata di albicocche tra due abbondanti strati di pan di spagna al cioccolato. È ricoperta da una copertura di cioccolato spesso e viene spesso servita con panna montata."
    }
  },
  "Торта три шоколада": {
    "bg": {
      "name": "Торта три шоколада",
      "description": "Класическа десертна торта, която впечатлява с три слоя различен шоколад: черен, млечен и бял. Всеки слой е гладък крем, който разтапя се в устата, а цялостният вкус е наситен и шоколадов. Тортата е идеална за любителите на шоколада и е популярна за специални поводи."
    },
    "en": {
      "name": "Three Chocolate Cake",
      "description": "A classic dessert cake that impresses with three layers of different chocolate: dark, milk, and white. Each layer is a smooth cream that melts in the mouth, providing a rich chocolate flavor. This cake is perfect for chocolate lovers and is popular for special occasions."
    },
    "it": {
      "name": "Torta tre cioccolati",
      "description": "Una classica torta dessert che sorprende con tre strati di cioccolato diverso: fondente, al latte e bianco. Ogni strato è una crema liscia che si scioglie in bocca, con un sapore intenso di cioccolato. La torta è ideale per gli amanti del cioccolato ed è popolare per occasioni speciali."
    }
  },
  "Туршия": {
    "bg": {
      "name": "Туршия",
      "description": "Туршията е традиционно българско разнообразие от кисели зеленчуци, като краставици, зеле, моркови и чушки, консервирани със сол, оцет и подправки. Тя се сервира като странично ястие или добавка към основните ястия, придавайки свеж и кисел вкус."
    },
    "en": {
      "name": "Tursiya",
      "description": "Tursiya is a traditional Bulgarian assortment of pickled vegetables, such as cucumbers, cabbage, carrots, and peppers, preserved with salt, vinegar, and spices. It is served as a side dish or an accompaniment to main courses, providing a fresh and tangy flavor."
    },
    "it": {
      "name": "Tursiya",
      "description": "La Tursiya è una tradizionale assortimento bulgaro di verdure in salamoia, come cetrioli, cavolo, carote e peperoni, conservate con sale, aceto e spezie. Viene servita come contorno o accompagnamento ai piatti principali, offrendo un sapore fresco e acidulo."
    }
  },
  "Филета лаврак на барбекю с печен картоф": {
    "bg": {
      "name": "Филета лаврак на барбекю с печен картоф",
      "description": "Тази класическа морска рецепта включва нежни филета лаврак, изпечени на скара до златиста коричка, сервирани с пухкав, печен картоф. Ястието е освежаващо и подходящо за летните дни, с морски вкус и богатство от аромати."
    },
    "en": {
      "name": "Grilled Sea Bream Fillet with Baked Potato",
      "description": "This classic seafood dish features tender sea bream fillets grilled to a golden crust, served with fluffy baked potatoes. It is refreshing and perfect for summer days, offering a maritime flavor and rich aroma."
    },
    "it": {
      "name": "Filetto di Orata alla griglia con patate al forno",
      "description": "Questo piatto classico di mare include delicati filetti di orata grigliati fino a ottenere una crosta dorata, serviti con patate al forno soffici. È rinfrescante e ideale per le giornate estive, con un sapore marino e aromi ricchi."
    }
  },
  "Филета пъстърва на барбекю с печен картоф": {
    "bg": {
      "name": "Филета пъстърва на барбекю с печен картоф",
      "description": "Сочна пъстърва, приготвена на барбекю, сервирана с апетитно изпечен картоф. Рибата е деликатна и ароматна, а картофът е златист и хрупкав отвън, сочен отвътре. Това ястие е любим избор за любителите на рибата и свежите, прости вкусове."
    },
    "en": {
      "name": "Grilled Trout Fillet with Baked Potato",
      "description": "Juicy trout fillet cooked on the barbecue, served with a delicious baked potato. The fish is tender and aromatic, while the potato is golden and crispy on the outside, juicy on the inside. A favorite for those who enjoy fish and straightforward, fresh flavors."
    },
    "it": {
      "name": "Filetto di trota alla griglia con patata al forno",
      "description": "Delicato filetto di trota cucinato alla griglia, servito con una gustosa patata al forno. Il pesce è tenero e aromatico, mentre la patata è dorata e croccante all'esterno, succosa all'interno. Un'opzione amata dagli amanti del pesce e dei sapori semplici e freschi."
    }
  },
  "Филета ципура на барбекю с печен картоф": {
    "bg": {
      "name": "Филета ципура на барбекю с печен картоф",
      "description": "Риба ципура, грандиозно препечена на скара, се сервира с апетитно печени картофи. Ястието предлага сочна, ароматна риба с хрупкава коричка и златисти, меки картофи като допълнение."
    },
    "en": {
      "name": "Grilled Gilthead Fillet with Baked Potato",
      "description": "A succulent gilthead filiาร grilled to perfection on the barbecue, served with delicious baked potatoes. The dish features flavorful, tender fish with a crispy crust complemented by soft, golden-brown potatoes."
    },
    "it": {
      "name": "Filetto di orata alla griglia con patate al forno",
      "description": "Un succulento filetto di orata grigliato alla perfezione sulla brace, servito con deliziose patate al forno. Il piatto presenta un pesce saporito e tenero con una crosticina croccante, accompagnato da patate morbide e dorate."
    }
  },
  "Цитронада 330мл (бъз, малина или ягода)": {
    "bg": {
      "name": "Цитронада 330мл (бъз, малина или ягода)",
      "description": "Тази напитка представлява газирана лимонада в опаковка от 330 милилитра, налична с вкусове на бъз, малина или ягода. Тя е освежаваща, сладка с леко кисел вкус и е популярна сред всички възрасти."
    },
    "en": {
      "name": "Citronade 330ml (elderflower, raspberry, or strawberry)",
      "description": "This beverage is a carbonated lemonade in a 330ml bottle, available in flavors of elderflower, raspberry, or strawberry. It is refreshing, sweet with a slight tangy taste, and popular among all ages."
    },
    "it": {
      "name": "Citronade 330ml (giglio, lamponi o fragola)",
      "description": "Questa bevanda è una limonata gassata in bottiglia da 330 ml, disponibile nei gusti fiore di sambuco, lampone o fragola. È rinfrescante, dolce con un leggero sapore acidulo ed è popolare tra tutte le età."
    }
  },
  "Черноморски миди на барбекю": {
    "bg": {
      "name": "Черноморски миди на барбекю",
      "description": "Свежи миди, внимателно почистени и приготвени на открит огън с ароматни подправки и зехтин. Това ястие се отличава с богатия си морски вкус и сочна текстура, идеално за любителите на морските деликатеси."
    },
    "en": {
      "name": "Black Sea Mussels on Barbecue",
      "description": "Fresh mussels carefully cleaned and grilled over an open flame with aromatic herbs and olive oil. This dish features a rich seafood flavor and juicy texture, perfect for lovers of marine delicacies."
    },
    "it": {
      "name": "Vongole del Mar Nero alla griglia",
      "description": "Vongole fresche accuratamente pulite e grigliate su fiamma aperta con erbe aromatiche e olio d'oliva. Questo piatto offre un ricco sapore di mare e una consistenza succosa, ideale per gli amanti dei frutti di mare."
    }
  },
  "Шак шукa (яйца в доматен сос)": {
    "bg": {
      "name": "Шак шука (яйца в доматен сос)",
      "description": "Това е популярно ястие, при което яйца се варят в гъст доматен сос с подправки. Обикновено се сервира топло, често за закуска или лека вечеря, с лепкав хляб за топлината и богати вкусове."
    },
    "en": {
      "name": "Shak shuka (eggs in tomato sauce)",
      "description": "A popular dish where eggs are cooked in a thick tomato sauce with spices. Usually served hot, often for breakfast or a light dinner, with crusty bread to enjoy the rich flavors."
    },
    "it": {
      "name": "Shak Shuka (uova in salsa di pomodoro)",
      "description": "Un piatto popolare in cui le uova vengono cotte in una salsa di pomodoro densa con spezie. Solitamente servito caldo, spesso a colazione o come cena leggera, accompagnato da pane croccante."
    }
  },
  "Ябълков щрудел": {
    "bg": {
      "name": "Ябълков щрудел",
      "description": "Класическо десертно ястие, което представлява тънко тесто, пълнено с меко и ароматно ябълково пюре, често поръсено с пудра захар и канела. След изпичане, той има хрупкава коричка и сочна вътрешност, идеален за сервиране със сметана или ванилов сладолед."
    },
    "en": {
      "name": "Apple Strudel",
      "description": "A classic dessert made of thin pastry filled with soft, aromatic apple puree, often sprinkled with powdered sugar and cinnamon. After baking, it features a crisp crust and juicy interior, perfect served with cream or vanilla ice cream."
    },
    "it": {
      "name": "Strudel di mele",
      "description": "Un classico dolce fatto con pasta sottile ripiena di morbido e aromatico purè di mele, spesso spolverato con zucchero a velo e cannella. Dopo la cottura, ha una crosta croccante e un interno succoso, ideale da servire con panna o gelato alla vaniglia."
    }
  }
}
